#კომენტარების გამოყენებით ახსენით რა არის ბულეანი და ბინარული კოდი.

#ლოგიკური მნიშვნელობა არის true ან false. პითონში ორი ლოგიკური მნიშვნელობაა True და False, ხოლო პითონის ტიპი არის bool.

#დღეს ნასწავლ ექვს შედარების ოპერატორზე: >, >=, <, <=, !=, == თითოეულზე ჩამოწერეთ 5-5 მაგალითი.

print(77 < 78)
print(1 < 2)
print(3 < 65)
print(5 < 71)
print(23 < 29)

print(78 > 72)
print(35 > 25)
print(14 > 12)
print(94 > 29)
print(43 > 21)

print(34 >= 23)
print(65 >= 64)
print(32 >= 12)
print(97 >= 32)
print(39 >= 31)

print(17 <= 18)
print(81 <= 92)
print(56 <= 53)
print(105 <= 110)
print(31 <= 39)

print(54 == 54)
print(94 == 54)
print(52 == 94)
print(37 == 23)
print(43 == 43)

print(23 != 23)
print(64 != 31)
print(92 != 42)
print(10 != 23)
print(43 != 23)