#მოდი დავიწყოთ ცვლადის შექმნით, 
#რომელსაც დავარქმევთ Lemur(ლემური) და მივანიჭებთ მაგოების რაოდენობას. 
#შემდეგ შევქმნით მეორე ცვლადს Lemur_mango,  🥭
#სადაც შევინახავთ რამდენი მანგო შეჭამა ლემურმა. 
#ბოლოს კი დავპრინტავთ შედეგს თუ 
#რამდენი მანგო დარჩა სულ ლემურს შეჭმის შემდეგ 🍽️ 

lemur = 10
lemur_mango = 5

print("ლემურმა შეჭამა:", lemur - lemur_mango)

#print("Hello, world!)  # აკლია რაღაც...
print("hello, world")

#x = 5
#print(x + y)

x = 5
y = 3
print(5 + 3)

#a = 5
#b = 2
#print(a / 0)

a = 5
b = 2
print(a / b)

#x = 5
#y = 10
#print(z)

x = 5
y = 10
print(x + y)

#age = "twenty-five"
#print(age + 5) 

age = "25"
print(25 + 5) 



